/* The informative text of the alert displayed when prompting to restore Encore's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Would you like to restore the default shortcuts? Any custom shortcuts will be lost.";

/* The informative text of the alert displayed when prompting to run Encore in the background */
"AlertInformativeTextRunningInBackground" = "Run Encore in the background without a menu in the status bar.\n\nTo access Encore's preferences click on Encore in Launchpad, or open Encore in Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "The shortcut \"%@\" is already in use. Please select a new shortcut.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "The shortcut \"%@\" is already used by a system-wide keyboard shortcut.\n\nTo use this shortcut change the existing shortcut in the Keyboard preference pane under System Preferences.";

/* The message text of the alert displayed when prompting to restore Encore's default shortcuts */
"AlertMessageTextRestoreDefaults" = "This will restore Encore's default shortcuts";

/* The message text of the alert displayed when prompting to run Encore in the background */
"AlertMessageTextRunningInBackground" = "This will cause Encore to run in the background";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "Shortcut %@ already in use.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Cancel";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "for %@";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Click to record";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Enter shortcut";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Stop recording";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Use existing";
